[
    {
        "title": "The Pereminence of Evangelism",
        "description": "We believe that the ultimate purpose of life is to know and glorify God and to attain eternal life through Jesus Christ our Lord, beginning within our own families and then reaching out to a suffering humanity that needs to embrace His love and sacrifice.",
        "scripture": "Mark 16:15"
    },
    {
        "title": "The Permanence of Marriage",
        "description": "We believe that the institution of marriage is a sacred covenant designed by God to model the love of Christ for His people and to serve both the public and private good as the basic building block of human civilization. Marriage is intended by God to be a thriving, lifelong relationship between a man and a woman, enduring through trials, sickness, financial crises, and emotional stresses. Therefore, Christians are called to defend and protect God's marriage design and to minister in Christ’s name to those who suffer the consequences of its brokenness.",
        "scripture": "Matthew 19:4-6"
    },
    {

        "title": "The Value of Children",
        "description": "We believe that children are a heritage from God and a blessing from His hand. Parents are therefore accountable to Him for raising, shaping, and preparing them for a life of service to His Kingdom and to humanity.",
        "scripture": "Malachi 2:15"
    },
    {
        "title": "The Sanctity of Human Life",
        "description": "We believe that human life is created by God in His image. It is of inestimable worth and significance in all its dimensions, including the preborn, the aged,  those deemed unattractive, the physically or mentally challenged, and every other condition in which humanness is expressed from the single&dash;cell stage of development to natural death. Christians are therefore called to defend, protect, and value all human life.",
        "scripture": "Psalm 139:13-14a"
    },
    {
        "title": "The Importance of Social Responsiblity",
        "description": "We believe that God has ordained the social institutions of family, church, and government for the benefit of mankind and as a reflection of His divine nature. Therefore, Christians are called to support these institutions, according to God's design and purpose, and to protect them against destructive social influences. Such involvement is in obedience to Christ's lordship over all creation and is required by His command to care for the well-being of all people.",
        "scripture": "Genesis 2:24; Romans 13:1; Ephesians 1:22-23a"
    },
    {
        "title": "The Value of Male and Female",
        "description": "We believe that God created humans in His image, intentionally male and female, each bringing unique and complementary qualities to sexuality and relationships. Sexuality is a glorious gift from God to be offered back to Him either in marriage for procreation, union, and mutual delight or in celibacy for undivided devotion to Christ. Christians are called to proclaim the truth and beauty of God's design and the redemption of sexual brokenness in our lives and culture through Jesus Christ.",
        "scripture": "Romans 12:1-2"
    }
]